{
  "blogGroupBox": {
    "1": {
      "id": "1",
      "photoUrl": "./blog01.jpg",
      "title": "什么是二型糖尿病？",
      "tag": "二型糖尿病 / 糖尿病分类 / 糖尿病病因",
      "date": "08/16/2014",
      "author": "Robert",
      "note": "<p>糖尿病是一种现行普遍的流行疾病，分一型、二型两种。一型是胰岛素非依赖型，二型是胰岛素依赖型。二型糖尿病的患者（90%的糖尿病患者）中的90%，也就是81%以上的糖尿病患者的胰岛素分泌量是正常的。他们完全不缺胰岛素，那为什么还要注射胰岛素？因为主要有以下三种问题：</p><p>A 二型糖尿病患者的胰岛素在身体里不起作用，主要是因为其体内产生了一种特殊抗体，专门抵抗自身的胰岛素。为此，该类患者往往通过注射更多的胰岛素来帮助自己降血糖，然而人体机制决定了身体会相印产生更多的抗体。有人注射胰岛素达到60个单位甚至更多，而他自己的胰岛素也照常生产，那么其体内就存在了80个单位以上的胰岛素，而我们人体平均只需要24个单位。这也是为什么有人胰岛素越打越多，直到高胰岛素血症产生高血压的地步。这是一条不归路。</p><p>B 他们的胰岛素质量下降。胰岛素是有半衰期的，在人体中过了半衰期的胰岛素没有被清除残留在人体中就导致了人体中充满了质量下降的胰岛素。</p><p>C 人体内分泌扰乱。人体中几乎所有内分泌都会和胰岛素产生反映，有的降低胰岛素的作用，有的则加强胰岛素的作用；据哈佛大学医学院统计，人体中有260多种激素和胰岛素发生反映。例如雌性激素、肾上腺素、胃泌素等，都可以降低胰岛素的降糖作用；这也是姙辰期糖尿病的主要原先——雌性激素分泌量过高，姙辰期糖尿病转变成二型糖尿病患者，在妇女糖尿病患中约占40%。又如甲状腺素是胰岛素发挥作用时不可缺少的助手等。当人体的激素产生混乱时，胰岛素就会被扰乱且不能正常工作。<p><p>由于以上三种问题，再加上肝藏糖元脂肪胆固醇代谢出现混乱，即使人体胰岛素分泌量正常也无法降低身体的血糖。这就是二型糖尿病的主要原因。</p>",
      "url": "blog_detail?id=1"
    },
    "2": {
      "id": "2",
      "photoUrl": "./blog02.jpg",
      "title": "传统的糖尿病治疗手段",
      "tag": "传统治疗 / 胰岛素 / 西药 / 无法恢复身体机能",
      "date": "08/16/2014",
      "author": "Robert",
      "note": "<p>自糖尿病发现以来，西方医学一直认为糖尿病是一种不可治愈的疾病，而实际临床上西方医学也确实没有治愈的方法。经仔细研究归纳，西方医学的治疗方法主要可分为三种：</p><p>A 注射胰岛素。</p><p>B 服用刺激胰脏的药物增加胰岛素的产生，即“促分泌”。使用药物有磺胺，以及GLP-1 、DPP-4 等胰高血糖素样肽。</p><p>C 服用药物抑制肝糖元的释放，阻止人体中淀粉转化葡萄糖的过程，阻止葡萄糖的吸收；胰岛素曾敏剂等。这些主要是辅助疗法：初期部分作用可以独立实现；中期后期主要是辅助作用，不能独立将血糖降低到合理水平。</p><p>但这三种方法都不是在真正的修复人体，不管是胰岛素本身，还是促分泌、增敏剂等，都只是以补充剂或阻断剂的形式在人体起作用。举例来说，这就像医师给你服用止痛剂来治疗头痛症，给你服用神经镇静来剂治疗失眠症，仅此而已。幸而我们的头痛、失眠等症状大部分都可自我康复；否则，我们就需要一辈子服用止痛剂、神经镇静剂等药物。止痛剂并不能帮助我们治疗头痛，而是掩盖了症状，帮我们躲过难关，头痛症状是自我康复的。</p><p>同理糖尿病的胰岛素、磺胺、格列奈、双呱、GLP-1、DPP-4 都不能让糖尿病患者康复，它们的作用只能是降糖，就象止痛剂一样。这是西医的主要治疗逻辑，即寻找一个单一化学方程式的药物，来改善你的症状，减轻你的痛苦；但是这些方法都无法真正使你康复。</p>",
      "url": "blog_detail?id=2"
    },
    "3": {
      "id": "3",
      "photoUrl": "./blog03.jpg",
      "title": "我们独特的治疗方案",
      "tag": "瑞博治疗 / 中医理论系统 / 治疗方案 / 摆脱药物依赖 / 恢复身体机能",
      "date": "08/16/2014",
      "author": "Robert",
      "note": "<p>我们的主要治愈对象是二型糖尿病患者。我们施用纯中医的治疗方法，即针灸加中药：</p><p>A 中医治理从人体的软件系统着手，这不同于西医将人体看作一个单纯的硬件系统。手术是西医中最为直接的治理手段，虽说心坏了换心，肺坏了换肺，肝坏了换肝，但是成本高风险大，更何况糖尿病不能单纯通过更换某个身体部件来实现。</p><p>B 中医将人体看作一个复杂的软件系统，其中的人体经络系统就是其最重要的一个分系统。中医认为正是经络有机地调配了人体的运行，而穴位就是人体的信号节点。因此，用针灸刺激特定的穴位就是给人体的软件系统发射特定的信号。</p><p>C 中药的原理也出发于人体的软件系统。中药不象西药是一种补充剂或阻断剂、杀灭剂。这是硬件的用药理论，中药的用药是从人体的软件着手的。《伤寒论》的六经辨证就是一套专门的人体软件杀毒理论。</p><p>所以在我们的二型糖尿病治疗过程中，主要就是用针灸来调节人体内部系统；尤其是人体内分泌系统对胰岛素的扰乱问题，必须用针灸调整。与此同时，针对人体抗体对胰岛素的抵抗，我们主要通过中药来调节。经过长达十几年的不懈努力，我们终于成功的将针灸与中药结合到一起，战胜了二型糖尿病，成功的找到了去除人体胰岛素抵抗的方剂。</p><p>我们的治疗不仅没有大的副作用，而且可以同时将高胰岛素血症高血压治愈。我们的治疗是逆向的，是降低人体体内胰岛素含量的方法。我们在治疗过程中还可以同时将患者的体重降低，大幅改善患者的体质、体能，降低胆固醇、三酸甘油酯，减轻心脏病、脑溢血的发病率。</p><p>我们疗法最重要的特点就是：不需要依赖药物，而是将你的身体软件调整好，让你的机能恢复正常。你将成为一个真正的康复者。</p>",
      "url": "blog_detail?id=3"
    }
  }
}